<?php


return [


    'add_invoice' => 'إضافة فاتورة',
    'add_product' => 'إضافة منتج',
    'edit_invoice' => 'تعديل الفاتورة',
    'number' => 'رقم الفاتورة',
    'customer' => 'العميل',
    'warehouse' => 'المخزن',
    'payment_terms' => 'شروط الدفع',
    'product' => 'المنتج',
    'products' => 'المنتجات',
    'total' => 'الاجمالى',
    'total_line' => 'اجمالى الصنف',
    'total_lines' => 'اجمالى الاصناف',
    'freight' => 'مصاريف الشحن',
    'total_tax' => 'اجمالى الضريبة',
    'qty' => 'الكمية',
    'onhand' => 'الكمية المتاحة بالمخزن: ',
    'tax' => 'نسبة الضريبة',
    'uom' => 'وحدة القياس',
    'price' => 'سعر المنتج',
    'invoice_date' => 'تاريخ الفاتورة',
    'payment_status' => 'حالة الدفع',
    'due_date' => 'تاريخ استحقاق الفاتورة',
    'operations' => 'العمليات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'no_invoices' => 'لا يوجد فواتير.',
    'select' =>'-- اختر من القائمة --',
    'delete_confirm' => 'هل أنت متأكد تريد حذف هذه الفاتورة؟',



    'invoice_added' => 'تم إضافة الفاتورة بنجاح.',
    'invoice_updated' => 'تم تعديل الفاتورة بنجاح',
    'deleted' => 'تم حذف الفاتورة بنجاح.',



    'ar_name_unique' => 'اسم المنتج باللغة العربية موجود من قبل.' ,
    'en_name_unique' => 'اسم المنتج باللغة الإنجليزية موجود من قبل.' ,
    'ar_name_require' => 'اسم المنتج باللغة العربية مطلوب.' ,
    'en_name_require' => 'اسم المنتج الإنجليزية العربية مطلوب.' ,
    'price_require' => 'السعر مطلوب.',
];
