<?php


return [


    'add_product' => 'إضافة منتج',
    'name' => 'اسم المنتج',
    'operations' => 'العمليات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'no_products' => 'لا يوجد منتجات.',
    'ar_product_name' => 'اسم المنتج بالعربية',
    'en_product_name' => 'اسم المنتج بالإنجليزية',
    'category_name' => 'اسم القسم',
    'price' => 'سعر المنتج',
    'ar_notes' => 'ملاحظات بالعربية',
    'en_notes' => 'ملاحظات بالإنجليزية',
    'select' =>'-- اختر من القائمة --',
    'product_added' => 'تم إضافة المنتج بنجاح.',
    'edit_product' => 'تعديل المنتج',
    'product_updeated' => 'تم تعديل المنتج بنجاح',
    'delete_confirm' => 'هل أنت متأكد تريد حذف هذا المنتج؟',
    'deleted' => 'تم حذف المنتج بنجاح.',
    'ar_name_unique' => 'اسم المنتج باللغة العربية موجود من قبل.' ,
    'en_name_unique' => 'اسم المنتج باللغة الإنجليزية موجود من قبل.' ,
    'ar_name_require' => 'اسم المنتج باللغة العربية مطلوب.' ,
    'en_name_require' => 'اسم المنتج الإنجليزية العربية مطلوب.' ,
    'price_require' => 'السعر مطلوب.',
];
