<?php


return [


    'add_term' => 'اضافة شرط دفع',
    'name' => 'الاسم',
    'description' => 'الوصف',
    'days' => 'عدد الايام',
    'operations' => 'العمليات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'save' => 'حفظ البيانات',
    'cancel' => 'إلغاء',
    'no_terms' => 'لا يوجد شروط دفع.',
    'ar_term_name' => 'شرط الدفع بالعربية',
    'en_term_name' => 'شرط الدفع بالانجليزية',
    'ar_term_description' => 'وصف شرط الدفع بالعربية',
    'en_term_description' => 'وصف شرط الدفع بالانجليزية',


    'term_added' => 'تم اضافة شرط الدفع بنجاح.',
    'edit_term' => 'تعديل شرط الدفع',
    'term_updated' => 'تم تعديل شرط الدفع بنجاح.',
    'delete_confirm' => 'هل انت متأكد تريد حذف شرط الدفع؟',
    'deleted' => 'تم حذف شرط الدفع بنجاح.',


    'ar_name_unique' => 'شرط الدفع بالعربية موجود من قبل.' ,
    'en_name_unique' => 'شرط الدفع بالانجليزية موجود من قبل.' ,
    'ar_name_require' => 'شرط الدفع بالعربية مطلوب.' ,
    'en_name_require' => 'شرط الدفع بالانجليزية مطلوب.' ,
    'days_int' => 'عدد الايام يجب ان يكون عدد صحيح.',
];
